{
    "author": "Satoshi Nakamoto",
    "content": "Tuesday signifies the culmination of an era with Changpeng Zhao, the CEO of Binance, stepping down and admitting guilt for contravening U.S. anti-money laundering regulations, even though Binance was never an American exchange. This event eradicates the notion of \"borderless\" cryptocurrency companies once and for all.\n\nIt is important to note that this is not the first instance of U.S. law enforcement targeting a crypto exchange that operated outside the country. FTX faced a similar situation. However, no other company embodied the concept of \"borderless\" more than Binance, which also faces a $4.3 billion fine from the U.S. Department of Justice as part of an investigation settlement.\n\nBinance defied the traditional structure of a company by catering to traders worldwide and eventually becoming the largest cryptocurrency exchange globally. For a long time, the exact location of Binance remained unknown, and the idea of having a headquarters contradicted the essence of the company itself.\n\nIn a 2018 interview, CZ, as Changpeng Zhao is often referred to, was asked about the location of Binance's base. He responded by saying that people still cling to the idea of physical company locations, stating that a company and organization are conceptual entities. When pressed further, he simply replied, \"I don't really have any answer to that. Earth?\"\n\nBinance intentionally avoided being based in the United States, except for the smaller subsidiary Binance.US. CZ's public appearances on American soil became increasingly scarce. However, U.S. laws still applied to Binance. The United States accused the company of operating without an adequate anti-money laundering program, conducting an unlicensed money-transmitting business, and violating sanctions laws.\n\nAttorney General Merrick Garland stated, \"Binance became the world's largest cryptocurrency exchange in part because of the crimes it committed — now it's paying one of the largest corporate penalties in U.S. history.\"\n\nApart from the U.S. Department of Justice, Binance also faced enforcement actions from the U.S. Securities and Exchange Commission (SEC) and Commodities Futures Trading Commission (CFTC). These allegations mainly revolved around Binance having American customers, providing guidance on evading U.S. regulations, and attempting to conceal their activities from U.S. regulators.\n\nCritics within the crypto community condemn the extensive reach of U.S. law. Binance itself challenged the CFTC, asserting in a U.S. court filing, \"U.S. law governs domestically but does not control the world.\"\n\nHowever, U.S. law seems to disagree. In 2022, BitMEX founders pleaded guilty to breaching U.S. anti-money laundering laws, despite being based in the Seychelles. The case of FTX followed this pattern. Initially headquartered in Hong Kong, FTX relocated to the Bahamas. FTX's CEO, Sam Bankman-Fried, made significant efforts to establish a presence in the United States through substantial financial investments in celebrity endorsements and stadium naming rights, along with attempts to influence politicians in Washington. Nonetheless, FTX's global operations failed to permeate the U.S. market, aside from the subsidiary FTX.US. Ultimately, Bankman-Fried endured considerable scrutiny from U.S. prosecutors in a U.S. court.\n\nDespite the attractiveness of regions like Asia and the Middle East, the United States continues to appeal to crypto businesses. It is difficult to overlook the U.S. market. Questions arise regarding whether overseas exchanges have American users, if they mislead U.S. investors, or if the CEOs hold meetings within the United States.\n\nSamson Enzer, a former Manhattan federal prosecutor, stated, \"The burden for venue is not very high,\" adding that the government could argue that even a single email passing through New York would suffice.\n\nIt is unlikely that we will witness another company akin to Binance. While cryptocurrency itself remains borderless, crypto companies may struggle to operate beyond legal or geographical boundaries. In the early days of crypto, it seemed feasible to launch a massive exchange that evaded any jurisdiction's grasp. However, those days have passed.",
    "date": "2023-11-21T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/VpnCfIRSL4J6HQGGQAM2Tpy7Gwk=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4VTBM4GPTFFDDNFTMVBQGK6FYE.jpg",
    "title": "Binance CZ: The End of the Crypto 'Borderless' Firm."
}