{
    "author": "Satoshi Nakamoto",
    "content": "Binance, the world's biggest cryptocurrency exchange, was criminally accused of violating sanctions and money-transmitting laws. The company agreed to pay a settlement of $4.3 billion, which is one of the largest penalties ever imposed on a corporate defendant by the U.S. Founder Changpeng \"CZ\" Zhao pleaded guilty to charges against him and will pay a $50 million fine, as well as step down from his role as CEO. Richard Teng, a former Abu Dhabi regulator and Binance's regional markets head, will take over as the new CEO.\n\nThe allegations against Binance include failing to maintain an adequate anti-money laundering program, operating an unlicensed money-transmitting business, and violating sanctions laws. Zhao has pleaded guilty to violating the Bank Secrecy Act and causing a financial institution to violate the BSA. The fine he pays will be deducted from the amount owed to the Commodity Futures Trading Commission.\n\nDuring a press conference, Attorney General Merrick Garland stated that Binance employees were aware of and discussed the fact that the company was serving users in sanctioned countries. Despite this knowledge, they continued to facilitate transactions between U.S. users and users in sanctioned countries, which is in violation of U.S. law.\n\nThe $4.3 billion settlement paid by Binance is one of the largest penalties ever obtained from a corporate defendant, according to Garland. Binance will also have to appoint an independent compliance monitor for three years and report its compliance efforts to the U.S. government. Zhao is prohibited from any involvement in operating or managing Binance, but this ban will expire after three years.\n\nThe resolution of the Binance case marks another significant victory for the U.S. government against a major player in the crypto industry. Binance's growth and profit-focused approach prioritized over compliance with U.S. banking regulations, according to court filings. Zhao's belief in prioritizing growth led to the failure to collect \"know-your-customer\" information on users, which put the company at risk of breaking multiple U.S. laws.\n\nIn response to the charges, Binance acknowledged the resolutions it reached with the various agencies involved and highlighted its restructuring efforts in recent years. The company expressed confidence in its future and its new leadership with deep compliance experience. The new CEO, Teng, aims to reassure users about the company's financial strength, security, and safety, collaborate with regulators to uphold high standards, and drive growth and adoption of Web3.\n\nThe actions taken against Binance by the DOJ and other agencies were described as significant cryptocurrency enforcement actions. The company enabled nearly $1 billion in illegal payments involving sanctioned countries and individuals over a five-year period. The DOJ's deal with Binance includes a $4.3 billion fine and a deferred prosecution agreement. BNB, Binance's token, experienced a drop in value following the news.",
    "date": "2023-11-21T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/FupHuajiulS1jmkC-eSWc6j5jZo=/567x320/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HBCOLR54EJEHBNSZNQK6EV5L2M.jpg",
    "title": "Binance to pay $4.3B, CEO CZ resigns, pleads guilty"
}