{
    "author": "Satoshi Nakamoto",
    "content": "In its early stages, Binance heavily relied on its American customers for the majority of its revenue and trading activity, which ultimately contributed to its position as the world's largest cryptocurrency exchange. However, Binance encountered legal issues as it was not registered as a U.S. business and thus was not allowed to cater to those customers. Court documents revealed compliance failures and attempts to protect Binance's most valuable customers, also known as \"VIP\" users.\n\nAround 30% of Binance's web traffic and revenue originated from the United States in early 2018. Upon learning of this, Binance's founder, Changpeng Zhao (CZ), suggested implementing measures such as blocking IP addresses and implementing know-your-customer (KYC) requirements to prevent potential losses.\n\nDespite launching a separate U.S. exchange, Binance.US, which complied with KYC requirements, CZ and Binance continued to provide services to their high-value U.S. clients through an application programming interface (API), effectively allowing them to use the main exchange. In June 2019, CZ and other high-ranking Binance officials encouraged these clients to hide their U.S. connections.\n\nBy September 2020, 16% of Binance's customer base originated from the U.S., even though it was prohibited. Binance relabeled its pie chart the following month, replacing the \"United States\" label with \"UNKWN.\" Over the course of August 2017 to October 2022, these U.S. clients generated trillions of dollars in transactions and a profit of $1.6 billion for Binance.\n\nAdditionally, Binance's compliance failures led to the processing of hundreds of millions of dollars in transactions related to illegal activities, including darknet marketplaces and crypto mixing services. Binance's staff was aware of these criminal activities but allowed them to continue, particularly for VIP users. This lax approach had severe consequences for Binance's compliance with U.S. sanctions, as it facilitated illegal transactions worth nearly $900 million between the U.S. and Iran.\n\nDespite recognizing the risks of sanctions violations and the need for remediation as early as 2018, CZ and Binance neglected to take significant action to address the issue. Moreover, Binance intentionally maintained ambiguity about its headquarters, with executives frequently relocating between Asia and the Middle East in an attempt to evade regulation.\n\nPlease note that this is a condensed version of the original paragraph.",
    "date": "2023-11-21T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/VpnCfIRSL4J6HQGGQAM2Tpy7Gwk=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4VTBM4GPTFFDDNFTMVBQGK6FYE.jpg",
    "title": "Binance, illegal growth from US customers."
}