{
    "author": "Satoshi Nakamoto",
    "content": "Binance, a cryptocurrency exchange, and its founder, Changpeng \"CZ\" Zhao, have agreed to pay close to $3 billion to settle the lawsuit brought by the U.S. Commodity Futures Trading Commission (CFTC). The settlement includes a $1.35 billion fine, the largest ever imposed by the regulator. This settlement follows separate agreements with the U.S. Department of Justice and Treasury Department, both of which also imposed record-breaking penalties on Binance.\n\nThe CFTC filed a lawsuit against Binance earlier this year, alleging that the exchange had offered unregistered cryptocurrency derivatives products in the U.S., despite knowing it was illegal. The lawsuit highlighted the complex network of corporate entities that Binance had established as evidence of its deliberate evasion of U.S. law.\n\nDuring a press conference, CFTC Chair Rostin Behnam criticized Binance's actions, stating that they had undermined the integrity of financial markets while profiting from trading fees. He also revealed internal conversations that showed Binance's knowledge that its platform facilitated criminal activities, including terrorist financing. Behnam accused Binance and its leaders of manipulating their employees and customers to maximize profits, disregarding compliance controls.\n\nAs part of the proposed settlements, Samuel Lim, the former chief compliance officer of Binance, will pay $1.5 million if approved by a federal judge. Lim is also prohibited from acting as an unregistered futures commission merchant or operating any illegal cryptocurrency derivatives platforms.\n\nThis enforcement action against a company's compliance chief is unusual for the CFTC. Commissioner Caroline Pham commented that while the U.S. Securities and Exchange Commission has previously pursued such officials, this is the first instance where the CFTC has held a compliance officer personally liable. Pham expressed support for sending a strong message to the cryptocurrency sector, which has frequently demonstrated weaknesses in compliance and risk management.\n\nBehnam emphasized the agency's swift resolution of the major enforcement action against Binance and its former CEO. He stated that the CFTC's reputation as a leader in civil enforcement regarding digital assets is solidified by the quick resolution, highlighting the agency's commitment to ensuring compliance by registrants to protect American investors.\n\nDespite this settlement, Binance still faces a separate action by the SEC, which was not resolved by the recent government agreements.\n\n(Note: The paragraph has been condensed to fit within 100 words while retaining the original meaning)",
    "date": "2023-11-21T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/PBeEUYcpEKoAXwdDHScGX6iqCsw=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/NWRVHW3CPBEJ7PHSF5ONPETGLY.jpg",
    "title": "Binance's CZ Zhao Pays Biggest Fine: $1.35B"
}