{
    "author": "Satoshi Nakamoto",
    "content": "On November 28th, Chainlink, the leading blockchain oracle project, announced the launch of the \"v0.2\" upgrade to its native staking mechanism. The upgrade includes an expanded pool size of 45 million LINK, which accounts for 8% of the current circulating supply. This expansion aims to make Chainlink Staking more accessible to a wider range of LINK token holders and diversify its audience. Chainlink Staking is an integral part of Chainlink Economics 2.0, which enhances cryptoeconomic security within the Chainlink Network. By staking LINK tokens, participants such as node operators and community members can contribute to the reliability of oracle services and earn rewards for their efforts. Existing v0.1 stakers will undergo a nine-day Priority Migration period before gradually opening up to a broader scope of participants. Early Access will begin on December 7th, followed by General Access on December 11th.\n\nIn other news, Setter, a consumer app that leverages Web3-powered commerce, secured a $5 million seed round led by Andreessen Horowitz (a16z). The New York-based app aims to assist brands in innovating their marketing strategies by offering exclusive products and limited edition drops to customers.\n\nCube.Exchange, a digital asset trading platform that integrates Traditional Finance (TradFi) with Web3 technology, launched into early access after completing its private beta phase. The platform's unique market structure ensures asset ownership and protection through the use of a proprietary MPC vault. Users can only authorize withdrawals and trades, adding an extra layer of security.\n\nMagic Eden, a cross-chain NFT platform, revealed the upcoming launch of the Magic Eden Wallet, the first digital wallet to be directly integrated with an NFT platform. The wallet intends to simplify the process of collecting NFTs across different chains and provide users with seamless management of their entire digital collection. The desktop browser extension version is anticipated to be available to the general public in early 2024.\n\nEconia, an on-chain order book built on the Aptos blockchain, announced its mainnet launch following a successful testnet phase. The platform allows for market registration across a wide range of trading pairs and emphasizes the integration of the APT-lzUSDC pair using the Stargate bridge, facilitating the seamless integration of USDC into the Aptos ecosystem.\n\nContango, a decentralized market specializing in perpetual contracts (perps) on top of money markets, integrated with SparkLend. This integration allows users who trade Spark perpetual contracts on Contango to receive the upcoming SPK airdrop on Ethereum. All trades on Contango are made possible through borrowing and lending via SparkLend.\n\nNansen, the blockchain analytics firm, launched the Nansen 2 upgrade, offering faster and smarter tools for wallet and token analytics. The addition of Smart Segments allows for personalized research by categorizing wallets based on their activities. Enhanced AI features like Smart Search and Signals enable effortless data queries and highlight unusual token and NFT activity for actionable insights.\n\nPimlico, an ERC-4337 infrastructure provider, incorporated Safe accounts using the newly launched ERC-4337 module from Safe, the leading smart account infrastructure provider. This integration allows non-Web3 developers to easily offer Web3 functionalities in their Web2 consumer applications through Safe's module embedded in the Safe developer stack, Safe{Core}.\n\nSSV.Network, a decentralized Ethereum staking infrastructure provider, reached a significant milestone with over 2,000 validators and more than 50,000 ETH staked since the launch of its first staking app. This achievement positions SSV.Network as one of the fastest-growing staking environments, with a total value locked (TVL) of $100 million.\n\nTruflation, an independent provider of verifiable economic data and indexes, joined forces with layer-1 blockchain Injective to provide data feeds for the pricing of real-world assets (RWAs) across the Injective ecosystem. This integration enables any exchange or front-end application built on Injective's platform to launch RWA-based indexes in a fully decentralized and on-chain environment.\n\nCoinTR, an exchange in Turkey, formed a partnership with EOS to lead Web3 innovation in the country. The partnership focuses on synergistic market growth, the establishment of a Turkish Web3 incubator, the launch of CoinTR Launchpad, the creation of an EOS staking pool, and ecosystem support.\n\nMovement Labs introduced M2, the first Move Virtual Machine L2 for Ethereum, scaled with Celestia as a modular data availability framework. M2 allows developers to deploy secure, high-performance Move VM rollups for Ethereum, integrating Celestia for data availability, Snowman for shared sequencing, and the Move Virtual Machine for execution. M2 can process over 145,000 transactions per second and alleviate gas spikes through localized fee markets.\n\nTelos, a delegated proof-of-stake layer-1 blockchain, made two key hires. Lee Erswell joined Telos as the new CEO, focusing on strengthening Telos' DeFi ecosystem and overseeing ZK infrastructure development. Justin Edwards was appointed as head of gaming, bringing his extensive experience in technology and gaming to Telos, following his contributions to popular games such as RuneScape and F2P mobile games.\n\nThis article was edited by Bradley Keoun.",
    "date": "2023-11-28T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/qKf5LqB7q2VaKwhQLA8kw7wPMBU=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/UK44TNET4ZFIFAX2JQSWJQJSTU.jpeg",
    "title": "Chainlink expands staking to 45M LINK in Protocol Village."
}