{
    "author": "Satoshi Nakamoto",
    "content": "This paragraph appeared in First Mover, CoinDesk's daily newsletter providing context for the latest developments in the cryptocurrency market. To receive it in your inbox, subscribe today.\n\nIn Brazil, demand for spot bitcoin exchange-traded funds (ETFs) has been strong, with over $96.8 million in assets under management (AUM) as of November 21. Hashdex's Nasdaq Bitcoin Reference Price FDI (BITH11) is the leading ETF in Brazil, with $57.8 million in AUM, representing a market share of around 60%. Comparatively, the largest ETF in the country, iShares Ibovespa Index (BOVA11), has $2.41 billion in AUM, while the second largest, iShares BM&FBOVESPA Small Cap (SMAL11), has $1.19 billion. In the United States, the largest ETF, the SPDR S&P 500, has approximately $430 billion in AUM. According to Marcelo Sampaio, CEO and founder of Hashdex, the success of bitcoin ETFs in Brazil can be attributed to favorable digital asset regulations and increasing interest from major institutions.\n\nFor now, Binance founder Changpeng \"CZ\" Zhao must remain in the United States as a federal judge evaluates a motion from the U.S. Department of Justice that would require him to stay in the country until his sentencing in early 2023. Zhao recently pleaded guilty to violating the Bank Secrecy Act and stepped down as CEO of the world's largest crypto exchange by volume. Binance itself pleaded guilty to charges of sanctions violations and money transmission laws, agreeing to pay $4.3 billion in fines and have compliance monitors appointed to report back to the U.S. government. Following Zhao's guilty plea, a magistrate judge granted his release on a $175 million personal recognizance bond. Zhao deposited $15 million in a trust account and had three guarantors provide over $5 million in collateral to secure the bond. While the bond allowed him to return to the UAE where his wife and children reside, District Judge Richard Jones stayed this part of the ruling on Monday.\n\nLast week, crypto investment funds experienced the largest net inflows of the year, continuing their strong performance since the bull market in 2021, as investors eagerly anticipate the launch of a spot bitcoin ETF. CoinShares, a digital asset fund management firm, reported net inflows of $346 million into digital asset-focused investment vehicles in the week ending November 24. This marks the ninth consecutive week of inflows, with CoinShares head of research James Butterfill attributing this trend to the expectation of a spot-based ETF launch in the United States.\n\nChart of the Day\nThis chart illustrates the total value of cryptocurrencies locked in the liquid staking protocol Lido since late 2022. The total value locked (TVL) has more than doubled to $18.89 billion in just six weeks. \"The fragmentation of the DeFi market has favored liquid staking protocols this year,\" noted Markus Thielen, DeFi Research analyst, referring to the growth in Lido's TVL.\n\nTrending Posts\nThe treatment of CZ and Binance by the United States is deemed \"absurd\" by Arthur Hayes.\nAnimoca Brands has invested in the TON Network and is now the largest validator.\nARK Invest has sold $5.26 million worth of Coinbase shares as the price reaches a 19-month high.\n\nEdited by Sheldon Reback.",
    "date": "2023-11-28T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/8IX4YxvveGwUDbCSjvfUJXuza1U=/567x378/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/U2AOZ6QQN5CGZHYJKALPCUT4TA.jpg",
    "title": "Brazil Sees High Demand for Bitcoin ETFs"
}