{
    "author": "Satoshi Nakamoto",
    "content": "Despite withdrawals not being available until March, a total of over $225 million has been deposited since Monday. Blast, a layer-2 blockchain set to launch in March, has managed to accumulate this amount in staked ether and stablecoins, despite facing doubt from many cryptocurrency investors. Blast is described as the first layer-2 network to incorporate native staking and plans to generate yield through ether staking and real-world assets. The protocol, led by @PacmanBlur, a co-founder of NFT marketplace Blur, has attracted attention due to its backing from prominent crypto fund Paradigm and \"eGirl Capital,\" a group of crypto-native investors. Users of Blast currently cannot withdraw their staked assets until the Blast bridge is live in February. During this time, they receive \"Blast points,\" which can be used to redeem an airdrop scheduled for May. Users can earn additional Blast points by referring new users through unique links. As of Thursday, Blast is invite-only, requiring a code from an existing user for access. The majority of the deposited $225 million has been staked on liquid-staking protocol Lido, making Blast the seventh-largest holder of staked ether. However, some critics have expressed concerns about the nature of restaking on Lido in exchange for Blast points. These points have been compared to a pyramid scheme, with early users benefiting from the number of users they bring in. There is also a debate about whether the decentralized finance (DeFi) space needs more layer-2 networks, as there are currently 232 blockchains, with Ethereum being the largest and commanding 55% of the total value locked. Despite the Blast blockchain not being live for another four months, investors are showing a strong interest, evidenced by the capital pouring into the platform. The closely related Blur token has also seen a significant price increase, with an 18% jump in the past 24 hours. Blur founder @PacmanBlur explained that Blast is an extension of the Blur ecosystem, allowing users to earn yields on idle assets while improving technical aspects for sophisticated NFT products.",
    "date": "2023-11-23T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/HiVmEEglocGsGzNrZxRms3zU6Ng=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ULNVAAAM6VHSLIRS2PFL5DFHWE.jpg",
    "title": "Ethereum L2 Splitting Opinions on Impact"
}