{
    "author": "Satoshi Nakamoto",
    "content": "Binance's settlement with the SEC resulted in a market downturn, particularly impacting futures traders who were betting on further growth. CoinGlass data reveals that crypto perpetual futures positions worth $227 million have been liquidated in the past 24 hours, with around 80% of the liquidations being bullish longs. Within the same timeframe, bitcoin longs and shorts totaling $67 million have also been liquidated, marking one of the largest liquidation events in 2023. Traders dealing with ether (ETH) futures incurred losses of $27 million, while Solana's SOL traders experienced $10 million in losses. BNB, the token of the BNB ecosystem, saw relatively smaller liquidations at $6 million. Among the counterparties, traders at Binance were subject to $100 million in liquidations, the highest among them, followed by OKX with $62 million. Liquidation occurs when an exchange forcefully closes a leveraged position due to a trader's failure to meet the margin requirements. Large liquidations can serve as indicators of a local top or bottom in price movements. This data is valuable for traders as it suggests a decline in price volatility due to the effective elimination of leverage from popular futures products. Binance, the largest cryptocurrency exchange globally, faced criminal charges for violating sanctions and money laundering laws. The company agreed to pay $4.3 billion to settle these allegations, one of the largest penalties ever obtained from a corporate defendant in the US. Founder Changpeng \"CZ\" Zhao pleaded guilty to the charges he personally faced and agreed to pay a $50 million fine, stepping down from his role as CEO. Richard Teng, a former Abu Dhabi regulator and Binance's regional markets head, will replace him as CEO. Edited by Omkar Godbole.",
    "date": "2023-11-22T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/kXDSr-Lm8-oma0Yj25qqA0s7rok=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/E26RCH2YLFBETAFYAP6KJTOF2Q.jpg",
    "title": "$200M+ Crypto Futures Liquidated on Binance with BTC at $36K"
}