{
    "author": "Satoshi Nakamoto",
    "content": "Solana experienced a significant increase of 11% on Friday, making it one of the best-performing cryptocurrencies this year with a gain of 170%. Concerns among investors about FTX selling tokens were deemed exaggerated by an analyst from IntoTheBlock. The rally in Solana's price can also be attributed to the rising activity on its network, a substantial influx into digital asset funds, and a recent technological upgrade. Despite worries about a potential fire sale by bankrupt crypto exchange FTX, Solana (SOL) continued to outperform the rest of the crypto market, rising by an additional 11% on Friday. This week alone, the cryptocurrency has surged by over 26%, surpassing the gains of other major cryptocurrencies like bitcoin (BTC) and ether (ETH). The overall crypto market, represented by the CoinDesk Market Index (CMI), also experienced a notable 8% advance during this period. David Shuttleworth, research partner at Anagram and former managing director at Binance Labs, commented that the buying activity observed in Solana was some of the strongest since July. Solana's price rally can be attributed to its remarkable comeback as one of the top-performing digital assets this year, with a 170% year-to-date increase. Previously, there were doubts about Solana's future after the downfall of Sam Bankman-Fried, one of the ecosystem's prominent supporters and investors. The granted permission from a U.S. bankruptcy court to liquidate FTX-Alameda estate's crypto holdings, which included a substantial solana stash, also raised concerns about a potential dump of SOL tokens on the market. However, the impact of this FUD (fear, uncertainty, and doubt) turned out to be less severe than anticipated, according to Lucas Outumuro, head of research at IntoTheBlock. The recent staking of approximately 5.5 million SOL by the FTX estate, as well as SOL's technical breakout against ETH, may have contributed to the rally. Investors have shown strong interest in Solana-focused funds, as evidenced by $24 million of net inflows reported by asset manager CoinShares last week. This marked the largest weekly influx since March 2022 and signals SOL's growing popularity as the altcoin of choice, according to James Butterfill, head of research at CoinShares. The Solana blockchain has witnessed a surge in network activity, with a consistent rise in daily active users for four consecutive weeks. This overlooked upgrade has garnered enthusiasm, aided by a recent tech upgrade that reduced hardware requirements for validators and introduced optional zero-knowledge-compatible encryption for transactions.",
    "date": "2023-10-20T00:00:00.000000Z",
    "imageUrl": "None",
    "title": "Solana Soars Despite FTX Sale Concerns"
}