{
    "author": "Satoshi Nakamoto",
    "content": "Untangled Finance, a marketplace for tokenized real-world assets (RWA), launched on the Celo network after receiving a $13.5 million investment boost from venture capital. Fasanara Capital, a London-based asset management firm, served as the lead investor and also established two credit pools on the platform for off-chain operations and loan underwriting. Untangled Finance intends to expand its services to Ethereum and the Polygon network using Chainlink's Cross Chain Interoperability Protocol, making it a versatile and interoperable RWA credit protocol. This development aligns with the growing trend of asset tokenization, which is seen as a significant growth opportunity in the digital asset industry. Tokenization involves placing traditional financial assets, like credit and real estate, on a blockchain. It is estimated that the market for tokenized assets could reach $5 trillion within the next five years, offering operational efficiencies, improved liquidity, and increased accessibility for investors and asset managers. Untangled Finance seeks to bring the private credit market, valued at over $1 trillion, onto the blockchain through tokenization. Currently, only $550 million worth of private credit assets are on decentralized finance (DeFi) platforms, according to rwa.xyz data. The platform primarily focuses on fintech lending, including invoice financing and consumer loans based on salary advances, as well as \"green assets\" such as working capital and development loans for eco-friendly projects like battery swapping stations. Untangled Finance provides infrastructure for blockchain-based credit pools, where certified investors, firms, and decentralized autonomous organizations (DAOs) can deposit funds to lend and earn a yield. Depositors receive an ERC-20 token representing their positions in the pool. The platform introduces several unique features to RWA lending protocols, including a built-in liquidation engine that auctions off collateral assets to improve the health of the pool, a forward-looking credit assessment model that monitors future default risks, and an auction-based withdrawal mechanism for investors who wish to exit the pools early. Fasanara Capital's CEO and CIO, Francesco Filia, believes that the merging of fintech lending and digital assets offers significant potential in serving underserved SME and consumer markets while transforming the transfer of value in the new digital landscape. The passage was edited by Stephen Alpher.",
    "date": "2023-10-10T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/3ajKiRQStIGQCkkjCSun4Ard-TU=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5II73IRIQJGIFEXKDB4GH2ONLE.jpg",
    "title": "Untangled goes live, secures $13.5M to bring credit on-chain."
}