{
    "author": "Satoshi Nakamoto",
    "content": "The concept of Web3, a set of decentralized protocols adding a potentially censorship-resistant financial layer to the internet, is still being grasped by the world. However, Jack Dorsey, the creator of Web2 platform Twitter, has already moved on to what he calls \"Web5\". Surprisingly, Web5 does not follow the yet-to-be-created Web4. Instead, it is firmly based on Web3 technology but offers an \"extra decentralized web platform\". To arrive at the name Web5, TBD, the crypto and decentralized finance arm of Dorsey's payments company, Block (formerly Square), simply added Web3 and Web2 together. The core idea of Web5 is to give individuals control over their data and identity, similar to the decentralized identity systems of Web3. Instead of signing up for accounts on centralized platforms, Web5 protocols refer to users by their crypto wallet addresses, similar to how Domain Name Service (DNS) allows websites to have addresses. Decentralized data storage, already existing in platforms like Filecoin and IPFS, is also a feature of Web5. Rather than relying on company-held customer data, Web5 promotes a new class of decentralized apps and protocols that prioritize individuals. Three pillars form the core of Web5: self-owned decentralized identifiers, verifiable credentials, and decentralized web nodes for storing data and relaying messages. Bitcoin, Dorsey's preferred cryptocurrency, plays a significant role in Web5, as it is run without special utility tokens or subjective consensus typically found in decentralized autonomous organization (DAO)-controlled protocols. Web5 aims to rid Web3 of centralized actors and corruption, aligning with Dorsey's views on decentralization. It also differs from Web3 in that it works with existing Web2 services instead of replacing them entirely. Web5 allows for seamless integration of services, such as adding a playlist to a user's decentralized identifier that another music service can utilize. It also enables users to grant access to their travel information to various providers and revoke access at any time, creating a user-controlled identity. TBD's Web5 has received attention due to Dorsey's support, but its viability and revenue model remain uncertain. Critics argue that Web5 may attempt to retain the benefits of Web3 without fully embracing its principles, likening it to an untested ideology. Ultimately, the success of Web5 will only be revealed with time, as decentralized identity services and data storage systems are still in the early stages of adoption.",
    "date": null,
    "imageUrl": "https://www.coindesk.com/resizer/Z-EjJ1Sg9IqORt3HRv3oNjT8Pss=/567x342/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ZOGHIKALMJDZZGZ4SKZCTVQSZE.png",
    "title": "What is `Web5`? How is it distinct from Web3?"
}