{
    "author": "Satoshi Nakamoto",
    "content": "CoinDesk is actively involved in the business model transformation facilitated by digital assets and blockchain technology. At Consensus 2021, we beta-tested DESK, an experiment that used tokenized rewards to incentivize engagement and community-building. The positive feedback we received led to the relaunch of DESK as a full-fledged on-chain social token at Consensus 2022, which became an integral part of our first live event since 2019.\n\nIn December 2022, CoinDesk expanded the functionality of DESK to integrate the token into the broader user experience. Now, readers can earn DESK by engaging with CoinDesk.com, such as reading articles and watching videos.\n\nDESK is CoinDesk's social token designed to build a community around the CoinDesk brand and reward our audience for engaging with our content. It operates on Polygon, a sidechain parallel network to Ethereum, which provides a gasless experience with lower transaction costs. \n\nTo earn DESK, users can create an account at coindesk.com and engage with our content, such as reading Consensus Magazine articles, listening to Carpe Consensus episodes, watching select CDTV episodes, visiting the DESK Hub, and engaging in chats on our Discord server. In-person ways to earn DESK will be available at Consensus 2023.\n\nDESK can be used to unlock the token-gated Discord server, vote in community polls, tip other users, and redeem rewards at various establishments partnered with CoinDesk, such as drinks at the bar, food from nearby vendors, merchandise, non-fungible tokens (NFTs) from the online marketplace, special on-site offers from Consensus exhibitors and partners, and unique experiences with notable figures like Spencer Dinwiddie and Garry Kasparov.\n\nCoinDesk utilizes the blockchain for DESK to create a feedback loop with users and gather real-time data on engagement, aligning the DESK ecosystem with user needs and wants. DESK is not meant for speculation or trading and does not have monetary value. It functions as a reward token, similar to frequent-flier miles or hotel guest points.\n\nDESK is not decentralized, and CoinDesk reserves the right to ban accounts and blacklist wallet addresses that violate their terms of use. CoinDesk covers the gas costs on Polygon, making the DESK ecosystem gasless. DESK collected in 2021 is no longer usable as it transitioned from testnet to mainnet.\n\nThe Piranhas are the community that formed around DESK during Consensus 2021, and CoinDesk welcomes them and other members in their Discord server. CoinDesk, with the help of external partners like Coinvise, developed DESK. Supported wallets include MetaMask and Coinbase Wallet.\n\nDESK transactions can be associated with identities when users create accounts on desk.coindesk.com, but this data is only used for authentication, distribution of DESK rewards, and is not sold. DESK transactions appear on DESK's page on the Polyscan block explorer, displaying wallet addresses. Users are advised to consult a tax professional regarding tax reporting of DESK transactions.\n\nCoinDesk keeps users updated on airdrops, product developments, and other DESK updates through the DESK product blog and their Discord server. The future of DESK involves continuous improvements to the wallet functionality and the overall user experience based on data and reader feedback.",
    "date": null,
    "imageUrl": "https://www.coindesk.com/resizer/xeXVSx9odzPNaWpxrgsKkAREpQ8=/567x567/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DDAI2L6BYJF6TAXGIK35LWWCEE.jpg",
    "title": "CoinDesk's DESK is a Social Token."
}