{
    "author": "Satoshi Nakamoto",
    "content": "European Union lawmakers held a two-hour public hearing to discuss the implications of a potential digital euro. The lawmakers have disagreed with the European Central Bank's plans for a digital euro. During the hearing, experts provided answers to questions regarding holding limits, the relationship to cash, and privacy concerns related to a central bank digital currency. However, the experts had divergent opinions on key issues. Some lawmakers questioned the need for a retail central bank digital currency and expressed concerns about citizens' privacy and the potential expansion of state control. The purpose of the hearing was to help lawmakers gain a better understanding as they consider legislative proposals. Yet, the invited experts had differing opinions on various topics, such as the decline of cash and individual holding limits for a digital euro. The arguments presented did not favor issuing a central bank digital currency at this time, according to one economist, as there is no clear evidence of malfunctioning in the current system. However, another expert argued that a digital euro could be a safer asset than bank deposits and could help deregulate the banking sector. The issue of holding limits was also discussed, with suggestions to gradually remove the proposed limit in order to prevent the mass abandoning of deposits. The movement of funds from commercial banks to the central bank was seen as potentially endangering the banking system. Privacy concerns were raised, along with the question of whether a digital euro would replace cash. Some experts believed that cash is declining gradually, while others called it a myth. The potential for a digital euro to enhance users' privacy, particularly for offline payments, was also highlighted. It was stated that crypto assets pose no threat to traditional payments.",
    "date": "2023-11-28T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/JXmboJcamI30IoC8Dm4dnHcKJAU=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4H2NFDRZO5DNNPXLL7AP24JZNE.jpg",
    "title": "Experts Clash on Vital Issues at Digital Euro Hearing"
}