{
    "author": "Satoshi Nakamoto",
    "content": "Last week, the price difference between BTC and ETH's \"next month\" and \"front month\" futures reached the highest level since 2021. This contango indicates a bullish sentiment in the market. The Chicago Mercantile Exchange's futures market for BTC and ETH has recently shown a rare pattern, suggesting that investors are highly inclined to take leveraged bullish positions on these cryptocurrencies. A futures contract is a legal agreement to buy or sell an underlying asset at a predetermined price on a specified future date. Typically, futures markets experience contango, which means that the price of futures is higher than the spot price, and further-out futures have higher prices than those expiring sooner. An increase in buying pressure often leads to a widening of contango.\n\nRecently, BTC and ETH futures have both exhibited the same pattern, with the \"next-month\" contract trading at a significant premium compared to the \"front month\" contract. This occurrence has been rare since 2018, according to data from K33 Research. The front month contract has the closest expiration date to the current date, while the next month contract is the one following it. Vetle Lunde, a senior analyst at K33 Research, says that this indicates a very bullish sentiment on CME, with a strong desire for long exposure, leading to a surge in yield premiums.\n\nThe CME futures contracts in question are sized at five BTC and 50 ETH, respectively. Currently, the December expiry contracts are considered front month contracts, while those expiring in January are the next month contracts. The elevated premium for the next month contracts signifies a bullish sentiment in the market. The rolling weekly spread between the next and front month BTC and ETH contracts recently widened to an annualized 1.5%, the first time since the bull market of early 2021. This pattern has only occurred four times so far, with three instances during bull runs and one a couple of weeks before the crash in March 2020 due to the coronavirus.\n\nAccording to Lunde, contango in both markets slightly narrowed on Monday but continued to indicate a bullish sentiment. Lunde noted that a considerable amount of open interest on the December contract was closed, and for ETH, last week's high open interest was erased, similar to what happened with BTC. The yield premiums remain in the double digits, indicating that CME's sentiment remains very bullish.\n\nHuf, the founder of Pear Protocol, stated that the recent widening of contango can be attributed to traditional market players taking bullish positions. This suggests that they have a long exposure, but not through spot trading, which could be a vulnerable position and may be unwound if there are significant spikes in price upon a potential spot ETF approval. However, elevated futures premiums may lead to a renewed interest in basis trades or cash and carry arbitrage. This strategy involves buying the cryptocurrency in the spot market and simultaneously selling futures, allowing traders to profit from the premium while avoiding price volatility.",
    "date": "2023-11-28T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/kXDSr-Lm8-oma0Yj25qqA0s7rok=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/E26RCH2YLFBETAFYAP6KJTOF2Q.jpg",
    "title": "Rare Bullish Signal: CME Bitcoin, Ether Futures"
}