{
    "author": "Satoshi Nakamoto",
    "content": "Crypto exchange Binance has agreed to leave the United States, pay hefty fines, and enforce a five-year monitoring system to resolve accusations brought forward by the Financial Crimes Enforcement Network (FinCEN) and the Office of Foreign Asset Control (OFAC). As part of the settlement, Binance will pay $3.4 billion to FinCEN and $968 million to OFAC after being accused of violating the Bank Secrecy Act and sanctions programs. This settlement comes after Binance announced its intention to pay $4.3 billion to the US Department of Justice for violating sanctions laws and failing to maintain proper know-your-customer protocols. In addition to its financial penalties, Binance's founder and CEO, Changpeng \"CZ\" Zhao, will be stepping down. Binance has also agreed to completely exit the US market and appoint a monitor to oversee its compliance with sanctions for the next five years. The US Treasury Department will have access to Binance's records and systems during this period. This settlement marks the largest in the history of the Treasury Department, according to Treasury Secretary Janet Yellen. A senior official emphasized the significance of the monitorship, stating that it not only addresses Binance's misconduct but also ensures their complete exit from the US market. It should be noted that Binance.US, a separate entity, will continue its operations as a registered money services business and will not be affected by Binance's departure. The agencies have accused Binance of enabling illicit actors, including individuals associated with Hamas, the Islamic State of Iraq and Syria, and money launderers, to use its platform.",
    "date": "2023-11-21T00:00:00.000000Z",
    "imageUrl": "https://www.coindesk.com/resizer/ckSjM7QO134cAY_qnoGjnJ77huQ=/567x319/filters:quality(80):format(jpg)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/UMI4AXT4TRC4HDQWUTFEP4XJKE.jpg",
    "title": "Binance to exit U.S., pay billions to FinCEN, OFAC"
}